{
    "叢集性頭痛（Cluster headache）": {
    "name": "叢集性頭痛 (Cluster headache)",
    "note": "通常發生在眼周附近或頭部單側。這種疼痛感十分強烈，是所有頭痛中數一數二劇痛的類型，通常在4～12週內會反覆發作，大多數發作發生在夜間，通常是睡後1至2個小時，會持續數週、甚至數個月之久，然後才慢慢平息。發病期可能會持續一年以上。無痛期可能會持續不到一個月。如果發病期持續一年不緩解，則稱為慢性叢集性頭痛。",
    "department": "神經內科、疼痛科",
    "cause": "最常見的是飲酒，其他誘因可包括天氣變化和某些藥物攝取酒精，特別是紅酒、食用含有硝酸鹽(Nitrates)的加工肉品、缺乏睡眠或睡眠習慣改變、姿勢不良、三餐不正常、壓力過大。",
    "symptoms": "頭部一側疼痛，單次叢集發作。疼痛可在另一次叢集發作中轉換至另一側。\n焦躁不安。\n大量流淚。\n疼痛一側的眼睛發紅。\n疼痛一側鼻塞或流鼻水。\n前額或臉部出汗。\n疼痛一側的臉部皮膚顏色會改變。\n疼痛一側的眼睛周圍腫脹。\n疼痛一側的眼瞼下垂。",
    "medicine": "鈣通道阻斷劑，如維拉帕米（Calan SR、Verelan）通常是預防叢集性頭痛的首選。維拉帕米可能與其他藥物配合使用。多數人服用維拉帕米沒有問題。但副作用可能包括便秘、噁心、疲倦和心跳不規則。\n翠普登(Triptan)類藥物：佐馬止疼(Zolmitriptan) 也可用於舒緩叢發性頭痛，可用鼻噴劑或藥片的形式服用。"
, "treatment":"1 吸氧，通常沒有副作用，但它不適用於嚴重慢性阻塞性肺疾病患者。\n2 曲坦類藥物，舒馬普坦（Imitrex）可在叢集性頭痛症狀開始時注射，也可以將舒馬普坦用作鼻腔噴霧劑，高血壓或心臟病患者不宜服用舒馬普坦。\n3 奧曲肽（Sandostatin）是一種腦荷爾蒙生長抑素的注射劑，對某些叢集性頭痛患者有效。服用曲坦類藥物效果不佳的患者，可以使用這種藥物。\n4 蘇馬止痛（Sumatriptan）注射劑，很常用來治療偏頭痛，也可有效治療嚴重的叢發性頭痛。然而，如果您患有心臟病、或是有高血壓但尚未治療，則不可以使用蘇馬止痛。"
  },

   "緊張型頭痛（Tension headache）": {
    "name": "緊張型頭痛（Tension headache）",
    "note": "又稱為「日日疼，Every day headache」。緊張型頭痛會持續發作於頭部兩側，一開始可能會先感覺頸部和肩膀肌肉僵硬，然後僵硬感會慢慢擴散到頭部前側、眼窩和下巴都出現壓迫感。任何年齡層都可能出現這種頭痛，但並不會嚴重到影響日常生活，通常在30分鐘或數天後，症狀就會消失了。可以分為兩大類，—分別是發作性緊張型頭痛和慢性緊張型頭痛。\n發作性緊張型頭痛\n發作性緊張型頭痛可能持續 30 分鐘至 1 週不等。頻繁的發作性緊張型頭痛是指每個月發作時間少於 15 天且至少持續 3 個月，可能變成慢性緊張型頭痛。\n慢性緊張型頭痛\n這種類型的頭痛持續數小時，並且可能是會經常性的。慢性緊張型頭痛每月發生 15 天或更長時間，持續至少三個月。\n緊張型頭痛與偏頭痛\n緊張性頭痛與偏頭痛很難區分，如果您頻繁出現發作性的緊張性頭痛，您可能也有偏頭痛。但是，緊張性頭痛通常不會引起視覺障礙，如看到亮點或閃光。患有緊張性頭痛的人通常不會在頭痛時出現噁心或嘔吐的症狀。身體活動通常會加重偏頭痛，但不會加重緊張性頭痛。緊張性頭痛可能出現畏光或畏聲，但該症狀並不常見。",
    "department": "神經內科",
    "cause": "壓力是緊張型頭痛最常見的誘因。\n攝取酒精，特別是紅酒，或食用含有硝酸鹽（Nitrates）的加工肉品、缺乏睡眠或睡眠習慣改變、姿勢不良、三餐不正常。",
    "symptoms": "頭部鈍性疼痛。前額、兩側和後枕部有繃緊感或壓迫感。\n頭皮、頸部和肩部肌肉有觸痛感。",
    "medicine": "1. 非處方止痛藥通常是緩解疼痛的首選。其中包括阿司匹林、布洛芬（Advil、Motrin IB 等）和萘普生鈉（Aleve）。\n2. 複方藥，阿司匹林或對乙醯氨基酚（泰諾等）往往會與咖啡因或鎮定劑結合成一種藥物。複方藥可能比單一成分止痛藥效果更好。\n3. 曲坦類藥物，對於同時有偏頭痛和發作性緊張型頭痛的人，曲坦類藥物可以有效緩解症狀。"
, "treatment":"做瑜伽、按摩、運動、熱敷前額與頸部\n氧氣治療：戴著面罩呼吸純氧的治療方式。\n蘇馬止疼注射劑(Sumatriptan injections)。\n蘇馬止疼或佐免止疼(Zolmitriptan)鼻噴劑：若不想用注射劑，則可用鼻噴劑的方式取代。"
  },

     "藥物過度使用性頭痛（Medication Overuse headaches, MOH）": {
    "name": "藥物過度使用性頭痛（Medication Overuse Headaches, MOH）",
    "note": "每天或幾乎每天發生。這些頭痛通常會使人從睡眠中醒來。偶爾使用止痛藥治療頭痛是可以的，但止痛藥藥效結束後，可能會再次發生。每週使用止痛藥超過幾天的人，可能會患藥物過度使用性頭痛（也稱為反彈性頭痛）。",
    "department": "神經內科、疼痛科",
    "cause": "長期使用治療頭痛（例如偏頭痛）所需的藥物所致，風險因藥物而異，包括：\n純止痛藥：對乙醯氨基酚（Tylenol 等）、（Advil、Motrin IB 等）和萘普生鈉（Aleve）等，使用量超過每日劑量會增加風險。\n複方止痛藥：可在商店購買的咖啡因、阿司匹林和對乙醯氨基酚的複方止痛藥（Excedrin）導致藥物過度使用性頭痛的風險為中度。\n這類藥物還包括含有鎮靜劑布他比妥的複方處方藥（Butapap、Lanorinal 等）。含有布他比妥的藥物導致藥物過度使用性頭痛的風險較高。因此最好不要用此類藥物治療頭痛。\n偏頭痛藥物：用於治療偏頭痛的曲普坦類藥物（Imitrex、Zomig 等）導致藥物過度使用性頭痛的風險較高。麥角二氫麥角胺（Migranal、Trudhesa）導致藥物過度使用性頭痛的風險似乎較低。",
    "symptoms": "噁心。\n躁動。\n難以集中注意力。\n記憶問題。\n易怒。",
    "medicine": "預防性藥物可幫助打破藥物過度使用性頭痛的週期，緩解潛在的頭痛狀況，例如：\n抗癲癇藥，例如托吡酯（Topamax、Qudexy XR 等）。\n三環類抗憂鬱藥，例如阿米替林或去甲替林（Pamelor）。\n鈣通道阻斷劑，例如維拉帕米（Verelan、Verelan PM）。\n如果有偏頭痛史，醫務人員可能會建議注射 CGRP 單株抗體，例如依瑞奈尤單抗（Aimovig）、加卡奈珠單抗（Emgality）。\n"
, "treatment":"打破循環，注射劑\n注射 A 型肉毒桿菌毒素（Botox）可能有助於減少每月頭痛的次數，還可能減輕頭痛的嚴重程度。\n醫務人員可能會使用治療處方來幫助緩解頭痛以及與藥物戒斷相關的副作用。這種治療被稱為橋接或過渡治療。\n治療可能包括非類固醇抗發炎藥、皮質類固醇、神經阻斷劑和抗噁心藥物。\n醫務人員可能會建議透過靜脈接受麥角二氫麥角胺。\n住院治療\n有時，最好在醫院停用止痛藥。如果您存在以下情況，可能需要短期住院：\n出現其他狀況，例如憂鬱症或焦慮症。\n正在服用含有鴉片類成分的高劑量藥物或鎮靜劑布他比妥。\n正在使用鎮靜劑、鴉片類藥物或巴比妥類藥物等。"
  },
  
"感冒（Common Cold）": {
  "name": "感冒（Common Cold）",
  "note": "感冒是一種輕微但常見的病毒感染，主要影響鼻子和喉嚨（上呼吸道）。\n通常無嚴重後遺症，多數人可在一週內康復。",
  "department": "家醫科、一般內科、小兒科",
  "cause": "由多種病毒引起，最常見為鼻病毒。\n透過空氣中的飛沫、接觸病毒污染的物品或直接接觸傳播。",
  "symptoms": "喉嚨痛、流鼻水或鼻塞、打噴嚏、輕微咳嗽、低燒、頭痛或全身痠痛。\n症狀通常較輕，逐漸自行好轉。",
  "medicine": "對症治療用藥：如乙醯氨基酚（退燒）、抗組織胺（止鼻水）、止咳藥等。\n抗生素無效，因感冒由病毒引起。",
  "treatment": "多休息、多喝水。\n可使用熱敷或蒸氣舒緩鼻塞。\n若症狀持續超過 10 天或有嚴重發燒，應就醫檢查是否為其他感染。"
},


"猩紅熱（Scarlet Fever）": {
  "name": "猩紅熱（Scarlet Fever）",
  "note": "猩紅熱是一種由 A 組鏈球菌引起的急性傳染病，常在鏈球菌性咽喉炎後出現。\n主要影響兒童，會出現紅疹、發燒與喉嚨痛。",
  "department": "感染科、一般內科、小兒科",
  "cause": "由產生毒素的 A 組鏈球菌（Streptococcus pyogenes）感染引起。\n透過飛沫或接觸病患唾液傳播。",
  "symptoms": "喉嚨痛、高燒、草莓舌、臉紅但口周蒼白、胸背紅疹，觸感如砂紙。\n有時會有頭痛、噁心或腹痛。",
  "medicine": "抗生素為首選治療，常使用青黴素或阿莫西林。\n若對青黴素過敏，醫師會開立其他替代藥物。",
  "treatment": "完整服用抗生素可避免併發症如風濕熱。\n適當休息與水分補充有助於康復。\n感染期內應避免與他人密切接觸以防傳染。"
},
"咽喉炎（Pharyngitis）": {
  "name": "咽喉炎（Pharyngitis）",
  "note": "咽喉炎是咽部的發炎，可能由病毒或細菌引起。\n常見症狀為喉嚨痛與吞嚥困難。",
  "department": "家醫科、一般內科、耳鼻喉科",
  "cause": "大多由病毒感染（如感冒病毒）引起，亦可能由 A 組鏈球菌等細菌所致。\n細菌感染需特別注意併發風濕熱或腎炎。",
  "symptoms": "喉嚨痛、紅腫、吞嚥疼痛、聲音沙啞、咳嗽、發燒、頭痛。",
  "medicine": "若為病毒性，通常不需抗生素，只需對症用藥。\n若為細菌性（如鏈球菌性咽喉炎），醫師會處方抗生素如青黴素。",
  "treatment": "充分休息與補充水分。\n可使用含薄荷的喉片、鹽水漱口、止痛藥減緩不適。\n遵從醫囑完成抗生素療程以避免復發或併發症。"
},


"扁桃腺炎（Tonsillitis）": {
  "name": "扁桃腺炎（Tonsillitis）",
  "note": "扁桃腺炎是扁桃體的感染性發炎，可能由病毒或細菌引起。\n在兒童及青少年中較為常見，常伴隨喉嚨痛與發燒。",
  "department": "耳鼻喉科、小兒科、一般內科",
  "cause": "常見病原為病毒，也可能是 A 組鏈球菌等細菌感染。\n細菌性者需抗生素治療。",
  "symptoms": "喉嚨痛、吞嚥困難、發燒、扁桃體腫大發紅，表面可能有白色膿斑。\n有時會伴隨頭痛、頸部淋巴結腫大、口臭。",
  "medicine": "視病原而定。\n病毒性不需抗生素，細菌性則使用抗生素（如青黴素、阿莫西林）。\n止痛藥與退燒藥可緩解症狀。",
  "treatment": "保持水分、多休息。\n鹽水漱口或使用喉嚨噴劑可減緩疼痛。\n反覆感染或嚴重阻塞呼吸時，可能需考慮手術切除扁桃體。"
}



}

